tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
tap "zegervdv/tools", "git@github.com:zegervdv/homebrew-tools.git"

brew "bat"
brew "fd"
brew "chezmoi"
brew "mercurial"
brew "mosh", args: ["HEAD"]
brew "ripgrep"
brew "scc"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "fzf"
brew "stylua"
brew "shellcheck"
brew "jq"
brew "tmux", args: ["HEAD"]
brew "lua-language-server"
brew "prettier"
brew "pre-commit"
brew "pyright"
brew "git"
brew "zegervdv/tools/cbfmt"
brew "pass"
brew "asdf"
